Repository: danigm/openSUSE-welcome
Catalog: data/i18n/qml_*.po
Languages: nl

# main|
source: Welcome
nl: Welkom

# main|
source: Ahoy, this is openSUSE
nl: Hallo, dit is openSUSE

# main|
source: Basics
nl: Grondbeginselen

# main|
source: Support
nl: Ondersteuning

# main|
source: Read me
nl: Lees mij

# main|
source: Documentation
nl: Documentatie

# main|
source: Get Software
nl: Software ophalen

# main|
source: Install openSUSE
nl: openSUSE installeren

# main|
source: GNOME Help
nl: GNOME hulp

# main|
source: Plasma Help
nl: Plasma hulp

# main|
source: Xfce Help
nl: Xfce hulp

# main|
source: MATE Help
nl: MATE hulp

# main|
source: Enlightenment Help
nl: Enlightenment hulp

# main|
source: About Budgie
nl: Over Budgie

# main|
source: About Lumina
nl: Over Lumina

# main|
source: LXDE Help
nl: LXDE hulp

# main|
source: LXQt Help
nl: LXQt hulp

# main|
source: About Cinnamon
nl: Over Cinnamon

# main|
source: Deepin Help
nl: Deepin hulp

# main|
source: Contribute
nl: Bijdragen

# main|
source: Build openSUSE
nl: openSUSE bouwen

# main|
source: If this is your first time using openSUSE, we would like you to feel right at home in your new voyage. Take your time to familiarize yourself with all the buttons and let us know how you like the experience on our
nl: Als dit uw eerste keer is om openSUSE te gebruiken, dan willen we u direct thuis laten voelen op uw nieuwe reis. Neen de tijd om vertrouwd te raken met alle knoppen en laat ons weten hoe plezierig uw ervaring is bij ons

# main|
source: social media
nl: sociale media

# main|
source: Show on next startup
nl: Bij volgende keer opstarten tonen

# main|
source: Customise
nl: Aanpassen

# main|
source: Close
nl: Sluiten

# main|
source: Desktop Layouts
nl: Bureaubladindelingen

# main|
source: openSUSE Xfce offers a variety of customisation options, including the ability to choose a desktop layout that fits your workflow. You can choose one of these as a starting point and customise it further later.
nl: openSUSE Xfce biedt een variëteit van aan te passen opties, inclusief de mogelijkheid de indeling van een bureaublad te kiezen die past bij uw werkwijze. U kunt er uit dezen een kiezen als een startpunt en het later verder aanpassen.

# main|
source: Themes
nl: Thema's

# main|
source: Click the images to apply application themes.
nl: Op afbeeldingen klikken om thema's van toepassingen toe te passen.

# main|
source: Greybird Geeko Light
nl: Greybird Geeko licht

# main|
source: Greybird Geeko Dark
nl: Greybird Geeko donker

# main|
source: Adwaita Light
nl: Adwaita licht

# main|
source: Adwaita Dark
nl: Adwaita donker

# main|
source: Social Media
nl: Sociale media

# main|
source: Social Media: How to reach us!
nl: Sociale media: hoe ons te bereiken!

# main|
source: Most commonly used social medias are already listed in the footer, but here are some more you might find useful, alphabetically:
nl: De meest algemeen gebruikte sociale media staan al in een lijst in de voettekst, maar hier zijn er nog meer die u nuttig zou kunnen vinden, alfabetisch:

# main|
source: Facebook Group
nl: Facebookgroep

# main|
source: Tech Support
nl: Techische ondersteuning

# main|
source: openSUSE Group
nl: openSUSE-groep

# main|
source: openSUSE News
nl: openSUSE nieuws

# main|
source: Contribute. Participate in openSUSE
nl: Bijdragen. Deelnemen in openSUSE

# main|
source: Whether you’re an experienced Linux developer or an end user just getting started with Linux, there are many ways for you to participate in the openSUSE project. Join a forum to get help or help others with openSUSE, find and report bugs, take over an issue from the release process, review the documentation, send your wish list for new packages and features, create and submit patches, or find other creative ways to contribute.
nl: Of u nu een ervaren Linux ontwikkelaar bent of een eindgebruiker die net met Linux begint, er zijn voor u vele manieren om mee te doen in het openSUSE project. Doe mee in een forum om hulp te krijgen of help anderen met openSUSE, zoek en rapporteer bugs, neem een probleem uit het uitgaveproces op u, review de documentatie, stuur uw wensenlijst voor nieuwe pakketten en functies, maak en dien patches in of zoek andere creatieve manieren om bij te dragen.

# main|
source: Whatever you do, take a few minutes to discuss openSUSE with other users and become an
nl: Ongeacht wat u doet, neem een paar minuten om openSUSE met anderen te bespreken wordt een

# main|
source: active member
nl: actief lid

# main|
source: of the openSUSE community. For most activities a login is needed to enjoy all the fun. You might wish to create a user page and share some useful information or interests about you with others.
nl: van de openSUSE gemeenschap. Voor de meeste activiteiten is aanmelden nodig om alle plezier te beleven van uw deelname. U zou een gebruikerspagina kunnen aanmaken en enige nuttige informatie of interesses over uzelf met anderen willen delen.

# main|
source: Be part of the openSUSE Community
nl: Wees onderdeel van de openSUSE gemeenschap

# main|
source: See where other
nl: Zie waar anderen

# main|
source: openSUSE community
nl: openSUSE gemeenschap

# main|
source: members are located world-wide, get to know some People of openSUSE, find local openSUSE user groups, celebrate releases, learn about the governance structure and more. Follow
nl: leden wereldwijd leven, leer enige personen van openSUSE kennen, zoek lokale openSUSE gebruikersgroepen, vier nieuwe uitgaven, stel u op de hoogte van de beheersstructuur en meer. Volg

# main|
source: openSUSE news
nl: openSUSE nieuws

# main|
source: on our news site and see what our developers are up to on
nl: op onze nieuwssite en zie waar onze ontwikkelaar mee bezig zijn

# main|
source: Help us to release the next version of openSUSE
nl: Help ons bij de uitgave van de volgende versie van openSUSE

# main|
source: For every release there is a
nl: Voor elke uitgave is er een

# main|
source: set of tasks
nl: set taken

# main|
source: available. Some are complicated, some are easy to achieve, even for beginners. Look through the issues and tell someone from openSUSE if you found an adequate task.
nl: beschikbaar. Sommige zijn gecompliceerd, sommige zijn gemakkelijk te doen, zelfs voor beginners. Kijk in de problemen en vertel iemand van openSUSE als u een adequate taak hebt gevonden.

# main|
source: Discuss openSUSE and help other users
nl: Doe mee aan de discussies in en over openSUSE en help andere gebruikers

# main|
source: There are several active communities where you can discuss what is going on in openSUSE and help out other openSUSE users. We have mailing lists, IRC channels and forums. Please have a look at the
nl: Er zijn verschillende actieve gemeenschappen waar u kunt discussiëren wat er gaande is in openSUSE en help andere openSUSE gebruikers. We hebben e-mailijsten, IRC-kanalen en forums. Neem eens een kijkje op

# main|
source: communication channels
nl: communicatiekanalen

# main|
source: for an overview.
nl: voor een overzicht.

# main|
source: Suggest New Features or Software
nl: Doe suggesties voor nieuwe mogelijkheden of software

# main|
source: Visit
nl: Bezoek

# main|
source: our Feature- and Requirements Management System. Here you can get a sorted overview of things happening in upcoming products, follow and participate on the discussion by adding comments or work on features for the next product generation (version) and help to make openSUSE an even better Linux distribution.
nl: ons beheersysteem voor functies en vereisten. Hier kunt u een gesorteerd overzicht vinden van dingen die in toekomstige producten komen, volg en doe mee aan de discussie door commentaar toe te voegen of werk aan functies voor de volgende productgeneratie (versie) en help om openSUSE een nog betere Linux distributie te maken.

# main|
source: Spread the word
nl: Zegt het voort

# main|
source: Be sure to spread the word on openSUSE and help others to benefit from it too! openSUSE offers a great Linux distribution and many other technologies like our
nl: Zegt het voort op openSUSE en help anderen om er ook van te profiteren! openSUSE biedt een geweldige Linux distributie en vele andere technologieën zoals onze

# main|
source: build service
nl: bouwservice

# main|
source: which can help home users as well as sys admins and developers to get work done and have fun. Blog about openSUSE, tell your friends and family and help them install it!
nl: die kan thuisgebruikers kan helpen evenals systeembeheerders en ontwikkelaars om het werk gedaan te krijgen en er plezier aan te beleven. Schrijf een blog over openSUSE, vertel het uw vrienden en familie en help ze het te installeren!

# main|
source: Read Me
nl: Leesmij

# main|
source: There are certain proprietary drivers (such as Nvidia) and packages (such as Google Chrome) that openSUSE cannot include by default.
nl: Er zijn bepaalde stuurprogramma's eigendom van derden (zoals Nvidia) en pakketten (zoals Google Chrome) die openSUSE niet standaard mee kan leveren.

# main|
source: If you have an Nvidia device and wish to use the proprietary drivers, read this
nl: Als u een Nvidia apparaat hebt en u wilt de stuurpromma's van derden gebruiken, lees dit

# main|
source: wiki article
nl: wiki-artikel

# main|
source: To install Google Chrome, just download it directly from Google. Google provides a repository that will be added to your system when you install Google Chrome. This will allow it to be updated alongside your system.
nl: Om Google Chrome te installeren, download het gewoon direct van Google. Google biedt een opslagruimte die toegevoegd zal worden aan uw systeem wanneer u Google Chrome installeert. Dit biedt ook het bijwerken naast uw systeem.

# main|
source: Google offers Google Chrome's RPM on its website.
nl: Google biedt de RPM van Google Chrome op zijn website.

# main|
source: Some codecs for playing media cannot be included in openSUSE due to licensing issues. However, there are repositories available that you can read about
nl: Sommige codecs voor het afspelen van media kunnen niet meegeleverd worden in openSUSE vanwege problemen met de licentie. Er zijn echter opslagruimten beschikbaar waar u erover kan lezen

# main|
source: here
nl: extra opslagruimten

# main|
source: Community Repositories
nl: Opslagruimten van de gemeenschap

# main|
source: On
nl: Op

# main|
source: , you may run across community-provided repositories. While we do not manually vet community repositories, they have built their software against the latest version of openSUSE and should work.
nl: , u kunt door de gemeenschap beschikbaar gestelde opslagruimten tegenkomen. Terwijl we niet handmatig opslagruimten van de gemeenschap ondersteunen, is hun software gebouwd tegen de laatste versie van openSUSE en zouden ze moeten werken.
